;Place localized text in this file
[WepUpgradeFix_MCMScreen]

ModName="武器修正"
PageTitle="武器修正/Weapon Fixes"
GroupHeader[0]="弹药和武器效果修正"
GroupHeader[1]="典型武器消耗修正"
TYPICAL_PISTOL_Label="手枪技能"
TYPICAL_REAPER_Label="死神技能"
TYPICAL_MISC_Label="杂项技能"
TYPICAL_PISTOL_Tip="以下技能现在将使用他们武器的典型行动消耗:"
TYPICAL_REAPER_Tip="以下技能现在将使用他们武器的典型行动消耗:"
TYPICAL_MISC_Tip="以下技能现在将使用他们武器的典型行动消耗:"
GroupHeader[2]="其他修复"
Primary_Shredder_Label="强制武器使用「粉碎弹」"
Primary_Shredder_Tip="强制将「粉碎弹」技能应用于（特定的）武器。对于「特定武器」选项，将只适用于以下类别的武器:"
Primary_Shredder_Strings[0]="从不"
Primary_Shredder_Strings[1]="特定武器"
Primary_Shredder_Strings[2]="总是"